import React from "react";

const Home = () => {
  return (
    <div className="flex flex-col items-start justify-start gap-4 text-white">
      <p className="first-letter:text-5xl">
        Մի ձմեռային երեկո,{" "}
        <span className="text-black bg-white px-2 py-px">2016</span> թվականի
        փետրվարին, Ռոմեոյի և Թերեզայի ճակատագրերը առաջին անգամ խաչվեցին։
        <br />
        Մեծ սրահում՝ փայլող լույսերի, ուրախ երաժշտության և ծիծաղի մեջ, նրանք
        կարճ ժամանակով հանդիպեցին նշանադրության երեկույթի ժամանակ։
        <br />
        Ռոմեոյի համար բավական էր. նա տեսավ Թերեզայի լուսավոր ժպիտը և զգաց կայծը։
        <br />
        Նա փորձեց կապ հաստատել՝ կարծես հաղորդագրություն ուղարկեր ծովից, սակայն
        Թերեզան, կյանքի հոսանքներին տարված, թողեց, որ դա հեռանա։
      </p>

      <p>
        Տարիները անցան, բայց ճակատագիրը դեռ իրենց պատմությունն ավարտած չէր։
        <br />
        Մեկ այլ կախարդական վայրում՝ հայկական պարի աշխույժ դասարանում, նրանք
        նորից հանդիպեցին։
        <br />
        Շաբաթ առ շաբաթ, նրանց ճանապարհները խաչվում էին, հայացքները՝ հանդիպում, և
        կամաց-կամաց սկսեցին խոսել։
        <br />
        Բայց հենց այն պահին, երբ թվում էր՝ նրանց պատմությունը կարող է
        իրականություն դառնալ, կյանքը նրանց նորից տարավ տարբեր ուղղություններով։
      </p>

      <p>
        Երեք տարի անցավ, մինչև, ասես անտեսանելի ձեռքով առաջնորդված, նրանք նորից
        հանդիպեցին <span className="text-black bg-white px-2 py-px">2019</span>{" "}
        թվականին մի հարսանիքի ժամանակ։
        <br />
        Նրանց կիսած ժպիտների մեջ այնպիսի ջերմություն կար, ասես տարիները չէին
        անցել։
        <br />
        Բայց կրկին բաժանվեցին՝ թողնելով իրենց պատմությունը կիսատ։
      </p>

      <p>
        Ճակատագիրը, հաստատակամ ինչպես երբեք, նորից իրար հանդիպեցրեց նրանց{" "}
        <span className="text-black bg-white px-2 py-px">2020</span>
        թվականի հուլիսին։
        <br />
        Այս անգամ ոչ Ռոմեոն, ոչ էլ Թերեզան չթողեցին, որ պահը սահի։
        <br />
        Նրանց առաջին հանդիպումը վերածվեց բազմաթիվ այլ հանդիպումների, և արդեն
        սեպտեմբերին երկուսին էլ պարզ էր՝ սա մի նոր ու կախարդական պատմության
        սկիզբն է։
      </p>

      <p>
        Նրանց սիրո պատմությունը իր ամենահիասքանչ շրջադարձն ունեցավ{" "}
        <span className="text-black bg-white px-2 py-px">2022</span> թվականի
        դեկտեմբերին։
        <br />
        Ռոմեոն, լինելով իսկական ռոմանտիկ, պլանավորեց ուղևորություն դեպի Փարիզ։
        <br />
        Էյֆելյան աշտարակի փայլուն լույսերի ներքո, նա բռնեց Թերեզայի ձեռքը և
        խնդրեց նրան լինել իր հետ ողջ կյանքում։
        <br />
        Նրա երջանիկ «այո»-ն կնքեց տարիներով սպասված խոստումը։
      </p>

      <p>
        Նրանց նշանադրությունը նշվեց{" "}
        <span className="text-black bg-white px-2 py-px">2023</span> թվականի
        հուլիսին՝ նշանավորելով նոր գլխի սկիզբը։
        <br />
        Եվ ահա այսօր՝ այս կարևոր օրը՝{" "}
        <span className="text-black bg-white px-2 py-px">2024</span> թվականի
        նոյեմբերի 16-ին, Ռոմեոն և Թերեզան կողք կողքի կանգնած են՝ պատրաստ ասելու
        իրենց «այո»-ն և սկսելու իրենց պատմության մնացած մասը միասին։
      </p>

      <p>
        Սա մի ուղի էր՝ լի կորցրած շանսերով և հանկարծակի հանդիպումներով, բայց
        ամեն անգամ ճակատագրի նոր շրջադարձով նրանց սերը ավելի էր պայծառանում։
        <br />
        Այսօր ոչ միայն սիրո պատմության ավարտն է, այլև նոր արկածի սկիզբը, որտեղ
        Ռոմեոն և Թերեզան կքայլեն կյանքի ճանապարհով՝ ձեռք ձեռքի տված, ինչպես
        բոլոր հեքիաթներում, երջանիկ մինչև վերջ։
      </p>
    </div>
  );
};

export default Home;
